Repository: Helly1206/openmediavault-remotemount
Catalog: usr/share/openmediavault/locale/*/openmediavault-remotemount.po
Languages: es_es, hu_hu

source: Add mount
es_es: Añadir punto de montaje
hu_hu: Kapcsolódás hozzáadása

source: Edit mount
es_es: Editar punto de montaje
hu_hu: Kapcsolódás szerkesztése

source: For 9PFS options, see man page for
es_es: para opciones de 9PFS, revisar el manual.

source: For 9PFS, use mount tag
es_es: Para 9PFS, uar el tag mount.

source: For FTPFS options, see man page for
es_es: Para opciones FTPFS, mirar el manual
hu_hu: Az FTPFS beállításokról bővebben a man oldalon

source: For GLUSTERFS options, see man page for
es_es: para opciones de GLUSTERFS , revisar el manual.

source: For GLUSTERFS, use any node server name or IP address.
es_es: Para GLUSTERFS . use el nombre del nodo o la dirección IP.

source: For GLUSTERFS, use volume name only.
es_es: Para GLUSTERFS , use el nombre del volumen.

source: For NFS options, see man page for
es_es: Para opciones NFS, mirar el manual
hu_hu: Az NFS beállításokról bővebben a man oldalon

source: For NFS, use the export path (ie /export/nfs_share_name).
es_es: Para NFS, use la ruta (ie /export/nfs_share_name).
hu_hu: Az NFS-hez az export útvonalat kell megadni (pl. /export/nfs_megosztas_neve).

source: For SMB/CIFS options, see man page for
es_es: Para opciones SMB/CIFS, mire el manual
hu_hu: Az SMB/CIFS beállításokról bővebben a man oldalon

source: For SMB/CIFS, use the share name only.
es_es: Para SMB/CIFS, use el nombre del compartido solamente.
hu_hu: Az SMB/CIFS-hez egyedül a megosztás nevét kell megadni.

source: Leave blank to authenticate as guest.
es_es: Dejar en blanco para autentificarse como invitado.
hu_hu: Üresen hagyva vendégként lesz hitelesítve.

source: Mount Type
es_es: Tipo de montaje
hu_hu: Csatolástípus

source: Mounts
es_es: Montajes
hu_hu: Csatolások

source: NOTE: The changes won't take effect until you've restarted the system or manually remounted the mount.
es_es: NOTA: Los cambios no surtirán efecto hasta que haya reiniciado el sistema o manualmente haya re-montado el punto de montaje.
hu_hu: FIGYELEM: A módosítások nem kerülnek érvényre, amíg nem bootol újra a rendszer vagy kézzel nem lesz újracsatoltva a csatolás.

source: Name
es_es: Nombre
hu_hu: Név

source: Options
es_es: Opciones
hu_hu: Beállítások

source: Password
es_es: Contraseña
hu_hu: Jelszó

source: Remote Mount
es_es: Punto de montaje remoto
hu_hu: Távoli csatolás

source: Server
es_es: Servidor
hu_hu: Kiszolgáló

source: Share
es_es: Compartido
hu_hu: Megosztás

source: Type
es_es: Tipo
hu_hu: Típus

source: Use FQDN, hostname, or IP address.
es_es: Use FQDN, Nombre o dirección IP.
hu_hu: FQDN-t, kiszolgálónevet vagy IP-címet kell megadni.

source: Used for display in OpenMediaVault web interface only.
es_es: Usado para mostrar en el interfaz web de OMV.
hu_hu: Csak a OpenMediaVault webes felületén jelenik meg.

source: Username
es_es: Nombre
hu_hu: Felhasználói név

source: Will use NFS v2/v3 if unchecked and NFS v4 if checked.
es_es: Usar´nfs V4 si se habilita y NFS v2/V3 Si no se habilita.
hu_hu: Bejelölve az NFS v4 lesz alkalmazva, egyébként pedig a NFS v2/v3.

source: Use NFS v4
hu_hu: NFS v4 alkalmazása
